{
  "agreement": {
    "title": "Üyelik Sözleşmesi",
    "download": "PDF İndir",
    "downloading": "İndiriliyor...",
    "contact": "Sözleşme ile ilgili sorularınız için bize ulaşın",
    "sections": {
      "1": {
        "title": "1. Taraflar",
        "content": "Bu üyelik sözleşmesi ('Sözleşme'), LastikBende (bundan böyle 'Platform' olarak anılacaktır) ile üyelik başvurusunda bulunan kullanıcı ('Üye') arasında dijital ortamda kabul edilerek yürürlüğe girmiştir."
      },
      "2": {
        "title": "2. Konu",
        "content": "İşbu sözleşme, Platform'a üye olacak kişilerin, Platform üzerinden sunulan lastik analizi, karşılaştırma ve satın alma hizmetlerinden yararlanma koşullarını ve tarafların hak ve yükümlülüklerini düzenler."
      },
      "3": {
        "title": "3. Üyelik Koşulları",
        "content": "Üyelik için; 18 yaşını doldurmuş olmak, doğru ve güncel bilgilerle başvuru yapmak, sözleşme şartlarını kabul etmiş olmak gereklidir. Platform, başvuru yapan kişinin üyelik talebini sebep göstermeksizin reddetme hakkını saklı tutar. Üye, başvuru sırasında verdiği bilgilerin doğruluğunu taahhüt eder."
      },
      "4": {
        "title": "4. Kullanıcı Yükümlülükleri",
        "content": "Üye, Platform'u hukuka ve ahlaka aykırı biçimde kullanmayacağını, hesap bilgilerini başkalarıyla paylaşmayacağını, hizmetlerin güvenliğini tehdit edecek girişimlerde bulunmayacağını kabul eder. Ayrıca, Platform üzerinden yapacağı tüm işlemlerde yasal düzenlemelere uygun hareket edeceğini taahhüt eder."
      },
      "5": {
        "title": "5. Platform'un Hakları",
        "content": "Platform; hizmet içeriğini, üyelik koşullarını ve sözleşmeyi her zaman güncelleme, kullanıcıyı bilgilendirerek hizmeti durdurma hakkını saklı tutar. Platform, sunduğu hizmetlerin kesintisiz ve hatasız olacağını garanti etmez, gerekli gördüğü durumlarda hizmetleri geçici olarak durdurabilir."
      },
      "6": {
        "title": "6. Sözleşmenin Süresi ve Feshi",
        "content": "Bu sözleşme, kullanıcı üyeliği devam ettiği sürece geçerlidir. Üye dilediği zaman üyeliğini sonlandırabilir. Platform, sözleşme şartlarının ihlali halinde üyeliği askıya alabilir veya sona erdirebilir. Fesih durumunda üyenin verileri yasal süre boyunca saklanır."
      },
      "7": {
        "title": "7. Gizlilik ve Kişisel Veriler",
        "content": "Platform, üyeye ait kişisel verileri 6698 sayılı Kişisel Verilerin Korunması Kanunu ('KVKK') kapsamında işler. Toplanan veriler arasında ad-soyad, iletişim bilgileri, araç bilgileri ve kullanım verileri yer alır. Gizlilik politikamıza web sitemizden ulaşabilirsiniz."
      },
      "8": {
        "title": "8. Kabul Kaydı",
        "content": "Üye, bu sözleşmeyi elektronik ortamda onayladığı anda sözleşme yürürlüğe girer. Onay zamanı, kullanıcı IP bilgileri ile birlikte sistemde güvenli şekilde kayıt altına alınır. Platform, bu kayıtları yasal süre boyunca saklar."
      },
      "9": {
        "title": "9. Uyuşmazlıkların Çözümü",
        "content": "Bu sözleşmeden doğacak her türlü uyuşmazlıkta İstanbul (Anadolu) Mahkemeleri ve İcra Daireleri yetkilidir. Taraflar, uyuşmazlıkların çözümünde öncelikle karşılıklı görüşme yolunu tercih edeceklerini kabul ederler."
      },
      "10": {
        "title": "10. İletişim",
        "content": "Sözleşmeyle ilgili sorularınız için web sitemizdeki iletişim formu üzerinden veya support@lastikbende.com e-posta adresi üzerinden bizimle iletişime geçebilirsiniz."
      }
    }
  }
} 